{
  "Personajes": [
    {
      "name": "Larry Shephard",
      "posX": 650,
      "posY": 230,
      "culpable": false,
      "desc": "Un humilde pastor de cabras que viaja en el vagón de clase baja acompañado de una de sus cabras a la que esta llevando al veterinario",
      "scene":  "clasebaja",
      "dialogoIni": 1
    },

    {
      "name": "Daniel Laddie Grooms",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Un electricista que se gana la vida haciendo trabajos de vez en cuando en su pueblo, y está en el tren dado que le ofrecen un trabajo más rentable en el pueblo destino. Su personalidad es generalmente tranquila, y está constantemente pensando en conseguir dinero. Viaja en el vagón de clase baja y no suele moverse mucho",
      "scene": "clasebaja",
      "dialogoIni": 3
    },

    {
      "name": "Molly Morton",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Una de las dos hermanas Morton que viajaban en el vagon de clase baja con intencion de regresar a su ciudad natal tras arruinarse. Asesinan a su hermana",
      "scene": "habitacionmorton",
      "dialogoIni": 22
    },

    {
      "name": "Victor Collins",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Un profesor de matemáticas con un carácter estrafalario y una severa adicción a la bebida. Viaja en el vagón de clase media, aunque suele pasar su tiempo libre en el vagón de clase baja charlando con Larry Shepard",
      "scene": "habitacioncollins",
      "dialogoIni": 5
    },

    {
      "name": "Frederick Bold",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Un arquitecto que fue recientemente despedido tras realizar sugerencias de diseño controversiales. Está buscando trabajo en las ciudades cercanas al ferrocarril, siendo su último intento el pueblo donde finalizaremos el juego. Suele ser serio e irritable, además de poseer una memoria excelente. Viaja en el vagón de clase media, lugar que solo abandona para ir al vagón cafetería a desayunar",
      "scene": "habitacionbold",
      "dialogoIni": 8
    },
    
    {
      "name": "Bruno Anthony",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "El único hijo de la acaudalada viuda Norma Anthony. Posee una personalidad bastante conflictiva y presenta conductas sospechosas, como por ejemplo ocultar información importante para resolver el caso. Malgasta la fortuna de su familia en vicios",
      "scene":  "cafeteria",
      "dialogoIni": 20
    },

    
    {
      "name": "Mery Morton",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Una de las dos hermanas Morton que viajaban en el vagon de clase baja con intencion de regresar a su ciudad natal tras arruinarse. Es asesinada en el trayecto",
      "scene": "habitacionmorton",
      "dialogoIni": 0
    },

    {
      "name": "Norma Anthony",
      "posX": 20,
      "posY": 20,
      "culpable": true,
      "desc": "La esposa del fallecido empresario Patrick, de quien heredó su inmensa fortuna. Su único hijo es Bruno Antony, con quien comparte habitación en el vagón de lujo del tren. Su personalidad es afable y olvidadiza, aunque demuestra poseer un carácter estricto y sobreprotector en lo referente a Bruno",
      "scene": "clasebaja",
      "dialogoIni": 13
    },

    {
      "name": "Ayva Yan",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Una extranjera que tiene dificultades para hablar el idioma, comunicándose sobre todo a través de gestos. Posee una personalidad extrovertida y abnegada, aunque tiene dificultades para cambiar de opinión sobre determinados temas. Viaja en el vagón de clase media, aunque suele merodear por todo el tren",
      "scene":  "habitacionyan",
      "dialogoIni": 16
    },

    {
      "name": "Alfred Hirsch",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "El empleado del tren que se encarga de vigilar y atender el vagón cafetería, en el cual trabaja como camarero y cocinero. Es muy servicial y aunque parezca muy serio, siempre está dispuesto a ayudar. Duerme en un compartimento especial que hay en susodicho vagón",
      "scene": "cafeteria",
      "dialogoIni": 10
    },

    {
      "name": "Barry Railway",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Desde pequeño se dedicaba a montar maquetas de trenes, y aunque ahora que tiene el trabajo que siempre ha querido, solo desea tener más tiempo para sus maquetas. Aún así, se toma su trabajo en serio y no aguanta ningún tipo de distracción. Es poco hablador y prefiere evitar que haya problemas en el tren, motivo por el cual prohibe de forma explícita al detective Case informar a los pasajeros del asesinato",
      "scene": "locomotora",
      "dialogoIni": 15
    },

    {
      "name": "Mihael Haines",
      "posX": 20,
      "posY": 20,
      "culpable": false,
      "desc": "Su sueño siempre había sido ser tenista, pero las circunstancias lo llegaron a trabajar como un espía. A pesar de ello, decidió compaginar su pasión y su trabajo, utilizando su nueva vida como tenista para viajar de un objetivo a otro mientras participa en diferentes torneos. Puede permitirse viajar en clase alta y evita relacionarse con otros pasajeros.",
      "scene": "habitacionhaines",
      "dialogoIni": 19
    }
  ]
}